Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/L11.tmx
Source language: en_us
Languages: zh_cn

source: For Services Rendered "
zh_cn: 《扭曲》之三——服务费

source: At first I thought it was me... but now I know for sure: My husband's trying to drive me crazy."
zh_cn: “刚开始的时候，我以为是我自己的原因......，但现在我很确定，我丈夫想要把我逼疯。”

source: Dr. Harry Bernstein nodded and, after a moment's pause, dutifully noted his patient's words on the steno pad resting on his lap.
zh_cn: 哈里·伯恩斯坦医生点了点头，停顿一会儿后，尽责地在平躺在他的大腿上的速记本上写下了病人的话。

source: "I don't mean he's irritating me, driving me crazy that way- I mean he's making me question my sanity.
zh_cn: “我不是说他在刺激我，他正在逼我发疯，我是说他让我怀疑我自己的心智是不是还正常。

source: And he's doing it on purpose."
zh_cn: 而且他是故意的。”

source: Patsy Randolph, facing away from Harry on his leather couch, turned to look at her psychiatrist.
zh_cn: 帕特西·兰多夫坐在皮沙发上，她的脸从原本背对着哈里转而看着他的精神病医生。

source: Even though he kept his Park Avenue office quite dark during his sessions he could see that there were tears in her eyes.
zh_cn: 即使哈里将自己坐落于公园大道的办公室的灯光在进行治疗的时候调暗了，他依然能够看见她的眼里噙着泪水。

source: "You're very upset," he said in a kind tone.
zh_cn: “你很难过。”他用和蔼的口气说道。

source: "Sure, I'm upset," she said. "And I'm scared."
zh_cn: “是的，我很难过。”她说，“而且很害怕。”

source: This woman, in her late forties, had been his patient for two months.
zh_cn: 这个近五十的女人已经当他的病人两个月了。

source: She'd been close to tears several times during their sessions but had never actually cried.
zh_cn: 在他们的疗程中，有许多次眼泪就挂在眼睛上，却始终没有真正哭出来。

source: Tears are important barometers of emotional weather.
zh_cn: 眼泪是情绪的晴雨表。

source: Some patients go for years without crying in front of their doctors and when the eyes begin to water any competent therapist sits up and takes notice.
zh_cn: 在医生面前，一些病人许多年都没有哭过，但当他们的泪水涌出来的时候，任何一个有能力的治疗师都会坐正注意观察。

source: Harry studied Patsy closely as she turned away again and picked at a button on the cushion beside her thigh.
zh_cn: 哈里仔细观察着帕特西，而她再次转开了，同时拉扯坐垫上靠近她大腿的一枚纽扣。

source: "Go on," he encouraged.
zh_cn: “继续。”

source: "Tell me about it."
zh_cn: 他鼓励道，“跟我说说发生的事。”

source: She snagged a Kleenex from the box beside the couch.
zh_cn: 她从沙发旁的一个盒子里抽出了一张面巾纸。

source: Dabbed at her eyes but she did so carefully; as always, she wore impeccable makeup.
zh_cn: 快速擦拭着她的双眼，但她擦得很小心，和平时一样，她化着毫无瑕疵的妆面。

source: "Please," Harry said in a soft voice.
zh_cn: “请说。”哈里轻柔地说。

source: "It's happened a couple of times now," she began reluctantly. "Last night was the worst.
zh_cn: “已经发生有段时间了。”她嫌恶地说，“昨晚是最可怕的。

source: I was lying in bed and I heard this voice.
zh_cn: 我正躺在床上，接着我听到了声响。

source: I couldn't really hear it clearly at first. Then it said..."
zh_cn: 开始的时候我听得不是很清晰，而后......

source: She hesitated. "It said it was my father's ghost."
zh_cn: ”她犹豫了一下，“那个声音说，它是我父亲的幽灵。”

source: Motifs in therapy didn't get any better than this, and Harry paid close attention.
zh_cn: 没有比这更好的治疗样本了。哈里更加留心起来。

source: "You weren't dreaming?"
zh_cn: “你不是在做梦？”

source: "No, I was awake.
zh_cn: “不，我醒着。

source: I couldn't sleep and I'd gotten up for a glass of water.
zh_cn: 我没法入睡，于是起来喝了杯水。

source: Then I started walking around the apartment. Just pacing.
zh_cn: 接着开始在公寓里四处走动，就这么胡乱走着。

source: I felt frantic.
zh_cn: 我感觉很混乱。

source: I lay back in bed. And the voice- I mean,Pete's voice- said that it was my fathers ghost."
zh_cn: 我躺回床上，而那个声音，我的意思是，彼得的声音开始说，它是我父亲的幽灵。”

source: "What did he say?"
zh_cn: “他说了什么？”

source: "He just rambled on and on. Telling me about all kinds of things from my past.
zh_cn: “他不停地说，都是关于我过去发生的事情。

source: Incidents from when I was a girl.
zh_cn: 一些当我还是小女孩的时候的事。

source: I'm not sure. It was hard to hear."
zh_cn: 我不是很确定，我很难去听仔细。”

source: "And these were things your husband knew?"
zh_cn: “这些事情你丈夫都了解吗？”

source: "Not all of them."
zh_cn: “并不是所有的事情都知道。”

source: Her voice cracked. "But he could've found them out. Looking through my letters and my yearbooks." Things like that.
zh_cn: 她的声音有些沙哑，“不过他可以调查出来，可以通过我的信件还有我的年检之类的东西得知。”

source: "You're sure he was the one talking?"
zh_cn: “你确定他就是说话的那个人吗？”

source: "The voice sounded sort of like Peters.
zh_cn: “那个声音听起来非常像彼得。

source: Anyway, who else would it be?"
zh_cn: 再说，还会是什么人？”

source: She laughed, her voice nearly a cackle. "I mean, it could hardly be my fathers ghost, now, could it?"
zh_cn: 她咯咯地笑道，“我是说，应该不可能是我父亲的幽灵，对吧。”

source: "Maybe he was just talking in his sleep."
zh_cn: “也许只是他在说梦话。”

source: She didn't respond for a minute. "See, that's the thing...
zh_cn: 她没有回应，一会儿她说道：“事情是这样的......

source: He wasn't in bed.
zh_cn: 他当时不在床上。

source: He was in the den, playing some video game."
zh_cn: 他在书房里玩电子游戏。”

source: Harry continued to take his notes.
zh_cn: 哈里继续记着笔记。

source: "And you heard him from the den?"
zh_cn: “所以你是听到他从书房里发出的声音？”

source: "He must have been at the door...
zh_cn: “当时他肯定在门边......

source: Oh, Doctor, it sounds ridiculous. I know it does. But I think he was kneeling at the door- it's right next to the bedroom- and was whispering."
zh_cn: 哦，医生，这听起来很荒唐，我知道的，但是我想他当时就跪在门边——就在卧室隔壁——低声地说话。”

source: "Did you go into the den? Ask him about it?"
zh_cn: “你有到书房去问过他吗？”

source: "I walked to the door real fast but by the time I opened it he was back at the desk."
zh_cn: “我很快就走到了门边，但是就在我打开门的时候，他已经回到桌子边上了。”

source: She looked at her hands and found she'd shredded the Kleenex.
zh_cn: 她看了看自己的手，发现她已经将面巾纸撕烂了。

source: She glanced at Harry to see if he'd noticed the compulsive behavior, which of course he had, and then stuffed the tissue into the pocket of her expensive beige slacks.
zh_cn: 她瞥了一眼哈里，想看看他是否注意到她这种强迫性的行为——他当然注意到了。接着她把那些纸屑塞进了她昂贵的米色裤子的口袋里。

source: "And then?"
zh_cn: “而后呢？”

source: "I asked him if he'd heard anything, any voices.
zh_cn: “我问他，他是否听到什么声音。

source: And he looked at me like I was nuts and went back to his game."
zh_cn: 他看着我，好像我是个白痴一样，接着继续玩他的游戏。”

source: "And that night you didn't hear any more voices?"
zh_cn: “那天晚上你就再也没有听到声音了吗？”

source: "No."
zh_cn: “没有了。”

source: Harry studied his patient.
zh_cn: 哈里仔细观察着他的病人。

source: She'd been a pretty girl in her youth, he supposed, because she was a pretty woman now (the rapists always saw the child within the adult).
zh_cn: 年轻的时候她应该很漂亮。因为他现在就是个漂亮的女人。（治疗专家总是能够从成年人身上看到他孩童时候的样子）。

source: Her face was sleek and she had the slightly upturned nose of a Connecticut socialite who debates long and hard about having rhinoplasty but never does.
zh_cn: 她的脸保养的很好，拥有一个细长的翘鼻子，这样的鼻子正是一个来自康涅狄格州的上流阶层经过长时间而激烈的讨论之后，想要通过隆鼻手术得到，却始终没有付诸行动的那种。

source: He recalled that Patsy'd told him her weight was never a problem: she'd hire a personal trainer whenever she gained five pounds.
zh_cn: 他回想起帕特西告诉他，她从来不担心体重的问题，无论什么时候只要她增重了五磅，她就会请来一个个人训练师。

source: She'd said- with irritation masking secret pride- that men often tried to pick her up in bars and coffee shops.
zh_cn: 她带着粉饰内心骄傲的佯怒说，那些人通常都想要在酒吧和咖啡馆里和她搭讪。

source: He asked, "You say this's happened before? Hearing the voice?"
zh_cn: 他问道：“你说之前你就曾听到过这种声音？”

source: Another hesitation. "Maybe two or three times.
zh_cn: 又是一阵犹豫：“大概有两到三次。

source: All within the past couple of weeks."
zh_cn: 都是在过去这几周内发生的。”

source: "But why would Peter want to drive you crazy?"
zh_cn: “可是为什么彼得想把你逼疯呢？”

source: Patsy, who'd come to Harry presenting with the classic symptoms of a routine midlife crisis, hadn't discussed her husband much yet.
zh_cn: 帕特西这个来找哈里，表现出典型的中年危机征兆的女人并没有多谈她的丈夫。

source: Harry knew he was good-looking, a few years younger than Patsy, not particularly ambitious.
zh_cn: 哈里只知道他很英俊，比帕特西年轻几岁，没有什么特别的抱负。

source: They'd been married for three years- second marriages for both of them- and they didn't seem to have many interests in common. But of course that was just Patsy's version.
zh_cn: 他们是在三年前结的婚，且都是再婚。在兴趣爱好上似乎没有什么共同点，当然这是从帕特西的角度出发的。

source: The "facts" that are revealed in a therapist's office can be very fishy.
zh_cn: 在治疗师的办公室里这些“事实”往往靠不住。

source: Harry Bernstein worked hard to become a human lie detector and his impression of the marriage was that there was much unspoken conflict between husband and wife.
zh_cn: 哈里·伯恩斯坦努力着成为一个活人谎言探测仪，而婚姻对他而言就是发生在丈夫与妻子之间的冷战。

source: Patsy considered his question. "I don't know. I was talking to Sally..."
zh_cn: 帕特西考虑了一下他的问题：“我不知道，我和萨丽谈过......

source: Harry remembered her mentioning Sally, her best friend.
zh_cn: ”哈里记得她曾提到过萨丽，她最好的朋友。

source: She was another Upper East Side matron- one of the ladies who lunch- and was married to the president of one of the biggest banks in New York.
zh_cn: 她也是个住在上东区的妇人，就是和纽约最大银行之一的董事长共进午餐，并和他结婚的那种女人。

source: "She said that maybe Peter's jealous of me.
zh_cn: “她说可能是彼得在嫉妒我。

source: I mean, look at us- I'm the one with the social life, I have the friends, I have the money..."
zh_cn: 我的意思是，看看我们，我在社交圈很吃得开，我有很多朋友，有不少钱......

source: He noticed a manic edge to her voice. She did too and controlled it. "I just don't know why he's doing it. But he is."
zh_cn: ”他注意到她的声调似乎接近躁狂的边缘，她再一次控制住了，“我只是不知道他为什么要这么做，但他做了。”

source: "Have you talked to him about this?"
zh_cn: “你和他谈过吗？”

source: "I tried. But naturally he denies everything."
zh_cn: “我试过，当然，他否认了。”

source: She shook her head and tears swelled in her eyes again.
zh_cn: 她摇着她的头，眼泪再一次盈满了眼眶，“然后......

source: "And then... the birds."
zh_cn: 是那些鸟。”

source: "Birds?"
zh_cn: “鸟？”

source: Another Kleenex was snagged, used and shredded.
zh_cn: 又一张面纸被抽了出来，使用，揉烂。

source: She didn't hide the evidence this time.
zh_cn: 这一次她没有把面纸藏起来。

source: "I have this collection of ceramic birds. Made by Boehm.
zh_cn: “我有一些陶瓷制的鸟类雕塑藏品，是勃姆公司的产品。

source: Do you know about the company?"
zh_cn: 你知道这家公司吗？”

source: "They're very expensive.
zh_cn: “这些雕塑很昂贵。

source: They're German. Beautifully made.
zh_cn: 是德国的，做得很漂亮。

source: They were my parents'.
zh_cn: 原来是属于我父母的。

source: When our father died Steve and I split the inheritance but he got most of the personal family heirlooms. That really hurt me. But I did get the birds."
zh_cn: 我父亲去世了以后，史蒂夫和我分了财产，但他拿走了家里大部分的传家宝，这让我很受伤，不过我还是拿到了这些鸟类雕塑。”

source: Harry knew that her mother had died ten years ago and her father about three years ago.
zh_cn: 哈里知道她的母亲在十年前已经去世了，而她的父亲则大约在三年前也过世了。

source: The man had been very stern and had favored Patsy's older brother, Stephen. He had been patronizing to her all her life.
zh_cn: 那个男人对帕特西的兄长史蒂芬要求极其严格同时也异常宠爱他，这使得他总是以高人一等的态度对待帕特西。

source: "I have four of them. There used to be five but when I was twelve I broke one.
zh_cn: “我有其中的四个，原本有五个的，但在我十二岁的时候，我打碎了一个。

source: I ran inside- I was very excited about something and I wanted to tell my father about it- and I bumped into the table and knocked one off. The sparrow. It broke.
zh_cn: 当时我因为某件事感到非常兴奋急着要告诉我父亲，我就跑进了房间，而后撞到桌子，将其中一只麻雀雕塑弄倒了，接着它就碎了。

source: My father spanked me with a willow switch and sent me to bed without dinner."
zh_cn: 我父亲用柳条鞭抽打了我，不让我吃饭就把我回房睡觉了。”

source: Ah, an Important Event.
zh_cn: 啊，非常重要的事件。

source: Harry made a note but decided not to pursue the incident any further at that moment.
zh_cn: 哈里做了一个笔记，但他决定此刻暂时不要对这一事故多加追问。

source: "And?"
zh_cn: “然后呢？”

source: "The morning after I heard my father's ghost for the first time..."
zh_cn: “就在我第一次听到我父亲的幽灵的声音的第二天早上......

source: Her voice grew harsh. "I mean, the morning afterPeter started whispering to me...
zh_cn: ”她的声音变得有些刺耳，“我是说，就是彼得开始对着我低语的第二天早上......

source: I found one of the birds broken.
zh_cn: 我发现其中一只鸟被打碎了。

source: It was lying on the living room floor. I asked Peter why he'd done it- he knows how important they were to me- and he denied it.
zh_cn: 它就躺在客厅的地板上，我问彼得他为什么要这么做——他知道这些东西对我来说有多重要——但他否认了。

source: He said I must have been sleepwalking and did it myself.
zh_cn: 他说我一定是梦游，然后自己打碎的。

source: But I know I didn't. Peter had to've been the one."
zh_cn: 但我知道我没有，是彼得做的。”

source: She'd slipped into her raw, irrational voice again.
zh_cn: 她的声音再次变得狂躁不安。

source: Harry glanced at the clock.
zh_cn: 哈里瞥了一样时钟。

source: He hated the legacy of the psychoanalyst: the perfectly timed fifty-minute hour. There was so much more he wanted to delve into.
zh_cn: 他讨厌精神分析学家的留下的这种规矩，时间刚好五十五分钟，仍然有不少东西他想要深入研究。

source: But patients need consistency and, according to the old school, discipline. He said, "I'm sorry but I see our time's up."
zh_cn: 但根据老派的规则，病人们需要适当的治疗强度，于是他说道：“对不起，时间到了。”

source: Dutifully Patsy rose.
zh_cn: 帕特西顺从地站了起来。

source: Harry observed how disheveled she looked.
zh_cn: 哈里观察到她看起来不太整洁。

source: Yes, her makeup had been carefully applied but the buttons on her blouse weren't done properly. Either she'd dressed in a hurry or hadn't paid attention. And one of the straps on her expensive, tan shoes wasn't hooked.
zh_cn: 没错，虽然她很仔细地上了妆，但她并没有整理好自己的裤脚，而且不知是因为着装太过匆忙还是没有注意，她脚上那双昂贵的棕褐色鞋子的一条鞋带没有勾好。

source: She rose. "Thank you, Doctor...
zh_cn: 她抬起头说道：“谢谢，大夫......

source: It's good just to be able to tell someone about this."
zh_cn: 把事情说出来让我觉得好多了。”

source: "We'll get everything worked out. I'll see you next week."
zh_cn: “一切都会好起来的，我们下周再见。”

source: After Patsy had left the office Harry Bernstein sat down at his desk. He spun slowly in his chair, gazing at his books- theDSM-IV, The Psychopathology of Everyday Life, the APAHandbook of Neuroses, volumes by Freud, Adler, Jung, Karen Homey, hundreds of others.
zh_cn: 帕特西离开之后，哈里·伯恩斯坦坐在自己的办公桌前慢慢地转着椅子，盯着他的那些书——《精神病诊断及数据手册》，《日常生活的精神病理学》，《美国心理协会精神病手册》，佛洛伊德，阿德勒，荣格，卡伦·霍尼等人的作品集以及其他各种各样上百本的书。

source: Then looking out the window again, watching the late-afternoon sunlight fall on the cars and taxis speeding north on Park Avenue.
zh_cn: 而后他再次向窗外望去，看着傍晚的落日余辉照射在朝着北边快速驶向公园大道的车辆上。

source: A bird flew past.
zh_cn: 一只鸟飞过。

source: He thought about the shattered ceramic sparrow from Patsy's childhood.
zh_cn: 他想起在帕特西童年被摔碎的那只陶瓷麻雀。

source: And Harry thought: What a significant session this has been.
zh_cn: 哈里思索道：多么重要的一个阶段啊。

source: Not only for his patient. But for him too.
zh_cn: 不仅仅对他的病人而言，对他也同样重要。

source: Patsy Randolph- who had until today been just another mildly discontented middle-aged patient- represented a watershed event for Dr. Harold David Bernstein. He was in a position to change her life completely.
zh_cn: 帕特西·兰多夫之前仅仅是一个温和的，有中年危机的病人，但今天她对于哈罗德·大卫·伯恩斯坦医生来说却是个重要的转折点，他正处在一个可以彻底改变自己命运的关键点上。

source: And in doing so maybe he could redeem his own.
zh_cn: 一旦付诸实践，或许他可以挽回自己失去的一切。

source: Harry laughed out loud, spun again in the chair, like a child on a playground. Once, twice, three times.
zh_cn: 哈里大笑起来，再一次旋转自己的座椅，一次，两次，三次，如同游乐场里的孩子一般。

source: A figure appeared in the doorway.
zh_cn: 此时一个人影出现在门边。

source: "Doctor?"
zh_cn: “医生？”

source: Miriam, his secretary, cocked her head, which was covered with fussy white hair. "Are you all right?"
zh_cn: 他的秘书米里亚姆探着她那长着一头过分修饰的白发的脑袋问道，“您没事吧”

source: "I'm fine. Why're you asking?"
zh_cn: “我很好，为什么这么问？”

source: "Well, it's just...
zh_cn: “嗯，只是......

source: I don't think I've heard you laugh for a long time. I don't think I've ever heard you laugh in your office."
zh_cn: 我觉得已经很久没有听到你笑了，而且我也从来没有听到过你在办公室里笑。”

source: Which was another reason to laugh. And he did.
zh_cn: 又一个笑点，于是他又笑了起来。

source: She frowned, concern in her eyes.
zh_cn: 她皱了皱眉头，眼中有些担忧。

source: Harry stopped smiling. He looked at her gravely. "Listen, I want you to take the rest of the day off."
zh_cn: 哈里停了下来，他看着她低沉地说道：“听着，今天你的工作就到此为止了。”

source: She looked mystified.
zh_cn: 她不解地看着他说：“但是......

source: "But... it's quitting time, Doctor."
zh_cn: 已经到下班时间了，医生。”

source: "Joke," he explained. "It was a joke.
zh_cn: “开玩笑的。”他解释道，“我只是在开玩笑。

source: See you tomorrow."
zh_cn: 明天见。”

source: Miriam eyed him cautiously, unable, it seemed, to shake the quizzical expression from her face. "You're sure you're all right?"
zh_cn: 米里亚姆小心地望着他，似乎无法将脸上疑惑的表情甩掉：“确定没事吗？”

source: "I'm fine. Good night."
zh_cn: “我没事，晚安。”

source: " 'Night, Doctor."
zh_cn: “晚安，医生。”

source: A moment later he heard the front door to the office click shut.
zh_cn: 一会儿，他就听到办公室的前门关上的声音。

source: He spun around in his chair once more, reflecting: Patsy Randolph...
zh_cn: 他再次旋转起他的椅子，思索道：帕特西·兰多夫......

source: I can save you and you can save me.
zh_cn: 我能拯救你，你也可以拯救我。

source: And Dr. Harry Bernstein was a man badly in need of saving.
zh_cn: 而且哈里·伯恩斯无比渴望着拯救。

source: Because he hated what he did for a living.
zh_cn: 因为他痛恨他为了生活所作的一切。

source: Not the business of helping patients with their mental and emotional problems- oh, he was a natural-born therapist.
zh_cn: 不是帮助病人解决精神和情绪问题的工作——他天生就是一个治疗师。

source: None better.
zh_cn: 没有比者更好的工作了。

source: What he hated was practicing Upper East Side psychiatry.
zh_cn: 他痛恨的是解决那些上东区的精神问题。

source: It had been the last thing he'd ever wanted to do.
zh_cn: 他一点也不想做这些事情。

source: But in his second year of Columbia Medical School the tall, handsome student met the tall, beautiful assistant development director of the Museum of Modern Art. Harry and Linda were married before he started his internship.
zh_cn: 但在哥伦比亚医学院的第二年，这个高大英俊的学生遇见了高挑漂亮的来自现代艺术博物馆的发展部总监助理。哈里和琳达在他开始他的实习生活之前就结了婚。

source: He moved out of his fifth-floor walk-up near Harlem and into her town house on East Eighty-first.
zh_cn: 他搬出了他靠近哈莱姆区的位于十五楼的无电梯公寓，住进了他位于东区81号的独立洋房。

source: Within weeks she'd begun changing his life.
zh_cn: 几周时间内她就开始改变他的生活了。

source: Linda was a woman who had high aspirations for her man (very similar to Patsy, in whose offhand comment several weeks ago about her husband's lack of ambition Harry had seen reams of anger).
zh_cn: 琳达是一个对他的男人有很高希望的人（和帕特西非常相似，在数周前的一次随意的谈话中，她对她丈夫缺乏野心的表现很是生气）。

source: Linda wanted money, she wanted to be on the regulars list for benefits at the Met, she wanted to be pampered at four-star restaurants in Eze and Monaco and Paris.
zh_cn: 琳达想要钱，她想要进入梅特福利俱乐部的常客名单，她想在埃兹，摩纳哥，巴黎的四星级饭店里饕餮。

source: A studious, easygoing man from a modest suburb of New York, Harry knew that by listening to Linda he was headed in the wrong direction.
zh_cn: 对于一个用功，随和的来自纽约郊区的人来说，哈里知道，因为听从琳达的话，他朝向了一个错误的方向。
